/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Um erro ocorreu no servidor. Por favor, tente novamente.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Um erro inesperado ocorreu. Por favor, tente novamente.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "Chaves API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Criar";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Somente quando o Mac estiver ocioso";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Somente quando a prioridade for no mínimo:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Acrescentar como prefixo às notificações:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl Login";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Enviando para o Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "O aplicativo enviou um comando que o servidor não entendeu. Por favor, tente novamente.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Você não se conectou e não permitiu uma chave API ser criada.";

